Repository: PromassGithub/Various
Catalog: Stellare/Logical/Libraries/MpSequence/Configuration.tmx
Source language: en
Languages: de

source: Duration
de: Dauer

source: PV Value
de: PV Wert

source: Loop Count
de: Schleifenzahl

source: Target
de: Ziel

source: Command 1
de: Kommando 1

source: Command 2
de: Kommando 2

source: Command 3
de: Kommando 3

source: Command 4
de: Kommando 4

source: Command 5
de: Kommando 5

source: Macro 1
de: Makro 1

source: Macro 2
de: Makro 2

source: Movement
de: Bewegung

source: Set PV
de: PV Setzen

source: Wait for a PV
de: Auf PV Warten

source: Wait for time
de: Warten

source: Set alarm
de: Alarm setzen

source: Condition
de: Bedingung

source: End condition
de: Bedingung Ende
